<template>
  <div class="provicy">
    <p class="tit">隐私条款</p>
    <p>欢迎访问爱乐祺托育早教中心 (“本网站”)。<br>
特别提示：<br>
如果您在本网站访问，使用本网站的产品或服务，请您仔细阅读并充分理解本《隐私申明》（“本申明”），当您勾选“我已阅读并同意《隐私申明》”并点击 “立即申请”按钮后，视为您同意接受本申明的条款和规则以及相关法律、政策的约束。</p>
  <p>一、用户权利<br>
1、用户的主体资格<br>
用户确认：本人使用本网站服务时，具有完全的民事权利能力和行为能力，并能够承担全部的法律责任。如果本人不具备前述主体资格，则本人及本人的监护人应承担因此而导致的一切后果。</p>

  <p>
    2、用户信息<br>
1）在申请预约试听体验课时，您应该按相应页面的提示准确提供您的资料，如因您提供的资料不准确，导致您在使用本网站服务时产生任何损失的，应由您自行承担。<br>
2）用户确认：本人同意在本网站接受服务时所提供的个人信息，包括宝宝姓名、宝宝生日、联系手机等，允许本网站遵循合法、正当、必要的原则下予以收集，并采取必要的技术措施予以严格保密。关于用户个人信息的收集和使用，具体内容请阅读本申明的隐私申明条款。

  </p>
<p>3、联系通知<br>
当您留下了您的联系手机，视为您同意我们或您的报名中心将通过电话或短信的方式与您进行联系。</p>
<p>
  二、隐私申明<br>
1、收集用户信息<br>
本网站从用户处得到的个人信息将帮助我们为用户提供服务。本网站采集的信息种类如下：<br>
1）您主动提供的信息：您在申请预约试听体验课或者我们或您的报名中心联系您时向我们提供的信息。本网站收到并存储您以上述方式提供给我们的任何信息，您有权选择不提供某些信息，但是这样可能使您无法使用本网站的相关服务。本网站使用您提供的信息是为了回应您的要求，与您进行信息沟通。<br>
2）网络及移动设备：当您下载或使用本网站服务及其相关的应用时，系统可能通过cookies、web beacon或其他方式自动采集相关技术信息，包括：您的移动设备或用于接入我们服务的其他程序所提供的配置信息、您的IP地址和移动设备所用的版本和设备识别码，在使用我们服务时搜索或浏览的信息，例如您使用的网页搜索词语、访问的社交媒体页面url地址，以及您在使用我们服务时浏览或要求提供的其他信息和内容详情，有关您曾使用的移动应用（APP）和其他软件的信息，以及您曾经使用该等移动应用和软件的信息，您通过我们的服务进行通讯的信息，例如曾通讯的账号，以及通讯时间、数据和时长，您通过我们的服务分享的内容所包含的信息（元数据），例如拍摄或上传的照片或录像的日期、时间或地点等；以及您所处位置以及您的移动设备的信息，其中包含我们可能使用这些信息为您提供基于位置的定位相关服务。大多数移动设备将允许您关闭定位服务。<br>
3）从其他来源获得的信息：本网站可能从其他来源收到关于您的信息并且将其加入我们的用户信息库。

</p>
<p>
  2、使用和保护用户信息<br>
1）本网站承诺对上述用户信息实行严格保密，并采取安全的技术手段防止上述用户信息的泄露或丢失。本网站绝不会将上述信息出售或非法向他人提供。<br>
2）我们以及我们的关联公司，可能将您的个人信息与我们的关联公司、合作伙伴及第三方服务供应商、承包商及代理分享（他们可能并非属于中国大陆地区），用作下列用途：<br>
A）根据您的用户信息为您提供服务；<br>
B）向您发送资讯广告、促销信息、问卷调查、活动通知等；<br>
C) 通过用户数据分析用户偏好、地域特性等，以帮助我们有效的进行市场营销；<br>
D）因服务的必要将用户信息提供给第三方。例如：为配送礼品将用户姓名地址提供给快递公司；为处理付款事宜将用户的信用卡或储蓄卡信息提供给银行。<br>
3）随着我们业务的持续发展，我们以及我们的关联公司有可能进行合并、收购、资产转让或类似的交易，您的个人信息有可能作为此类交易的一部分而被转移。我们将在转移前通知您。<br>
4）我们或我们的关联公司还可能为以下需要而保留、保存或披露您的个人信息：<br>
A）遵守适用的法律法规；<br>
B) 遵守法院命令或其他法律程序的规定；<br>
C) 遵守相关政府机关的要求；<br>
D) 为遵守适用的法律法规、维护社会公共利益，或保护我们的客户、我们或我们的集团公司、其他用户或雇员的人身和财产安全或合法权益所合理必需的用途。
</p>


  </div>
</template>
<script>
export default {};
</script>
<style lang="scss" scoped>
.provicy {
  width: 1400px;
  margin: 80px auto;
  border: 1px dashed gainsboro;
  p{
    width: 95%;
    margin: auto;
    font-size: 22px;
    line-height: 36px;
    margin-bottom: 50px;
  }
  .tit {
    font-size: 30px;
    width: 200px;
    margin: 50px auto;
    text-align: center;
    font-weight: bold;
  }
}
</style>
